tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "stripe/stripe-cli"
brew "asdf"
brew "python@3.11"
brew "bpytop"
brew "gettext"
brew "cmake"
brew "curl"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "homeassistant-cli"
brew "htop"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libnotify"
brew "luarocks"
brew "mas"
brew "mkcert"
brew "moar"
brew "mplayer"
brew "mplayershell"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "ninja"
brew "node"
brew "ollama"
brew "pillow"
brew "portaudio"
brew "postgresql@15"
brew "prettier"
brew "prettyping"
brew "psutils"
brew "pure"
brew "python-tk@3.11"
brew "railway"
brew "ripgrep"
brew "ruby"
brew "switchaudio-osx"
brew "tig"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "youtube-dl"
brew "zellij"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "stripe/stripe-cli/stripe"
cask "adobe-creative-cloud"
cask "alfred"
cask "bitwarden"
cask "chatgpt"
cask "diffusionbee"
cask "discord"
cask "docker"
cask "figma"
cask "flameshot"
cask "flutter"
cask "font-agave-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "ha-menu"
cask "hammerspoon"
cask "iina"
cask "insta360-studio"
cask "iterm2"
cask "loom"
cask "nordvpn"
cask "notion"
cask "notunes"
cask "obs"
cask "parsec"
cask "pictogram"
cask "postman"
cask "qlvideo"
cask "rewind"
cask "screen-studio"
cask "setapp"
cask "sidenotes"
cask "slack"
cask "sonobus"
cask "sonos"
cask "spotify"
cask "stats"
cask "stremio"
cask "swiftbar"
cask "topnotch"
cask "vidcutter"
cask "vlc"
cask "vscodium"
cask "whatsapp"
cask "xbar"
cask "zoom"
